{
    "manga": [
              {
              "mangaName":"Naruto",
              "author"    :"Masashi Kishimoto",
              "mangaID"  :"NAR",
              "thumbail"  :"NarutoShippuden.jpg",
              "description":"Bối cảnh Naruto xảy ra vào mười hai năm trước khi câu chuyện chính thức bắt đầu, một con hồ ly chín đuôi đã tấn công Konohagakure. Nó là một con quái vật có sức mạnh khủng khiếp, chỉ một cái vẫy từ một trong chín cái đuôi của nó có thể tạo ra những cơn sóng thần và san bằng nhiều ngọn núi. Nó gây ra sự hỗn loạn và giết chết rất nhiều người cho đến khi người đứng đầu làng Lá – Hokage đệ tứ – đã đánh bại nó bằng cách đổi lấy mạng sống của mình để phong ấn nó vào trong người một đứa trẻ mới sinh. Đứa trẻ đó tên là Uzumaki Naruto. Bộ truyện kể về cuộc hành trình đầy gian khổ với vô vàn khó khăn, thử thách của Naruto từ khi còn là một cậu bé tới khi trở thành một trong những nhẫn giả vĩ đại nhất. Không chỉ mô tả về một thế giới nhẫn giả huyền bí, Naruto còn mang trong nó nhiều ý nghĩa nhân sinh sâu sắc về tình bạn, tình đồng đội, tình yêu, ước mơ và hi vọng - See more at: http://truyentranhtuan.com/naruto/#sthash.WpMz6dhd.dpuf"
              },
              {
              "mangaName":"One Piece",
              "author"    :"Eiichiro Oda",
              "mangaID"   :"OP",
              "thumbail":"OnePiece.jpg",
              "description":"One Piece là câu truyện kể về Luffy và các thuyền viên của mình. Khi còn nhỏ, Luffy ước mơ trở thành Vua Hải Tặc. Cuộc sống của cậu bé thay đổi khi cậu vô tình có được sức mạnh có thể co dãn như cao su, nhưng đổi lại, cậu không bao giờ có thể bơi được nữa. Giờ đây, Luffy cùng những người bạn hải tặc của mình ra khơi tìm kiếm kho báu One Piece, kho báu vĩ đại nhất trên thế giới. Trong One Piece, mỗi nhân vật trong đều mang một nét cá tính đặc sắc kết hợp cùng các tình huống kịch tính, lối dẫn truyện hấp dẫn chứa đầy các bước ngoặt bất ngờ và cũng vô cùng hài hước đã biến One Piece trở thành một trong những bộ truyện nổi tiếng nhất không thể bỏ qua  "
              },
              {
              "mangaName":"Bleach",
              "author"    :"Tite Kubo",
              "mangaID":"BLE",
              "thumbail":"Bleach.jpeg",
              "description":"Nhân vật chính của Bleach là Ichigo Kurosaki có khả năng nhìn thấy những hồn ma. Cuộc sống của cậu thay đổi khi cậu gặp Rukia Kuchiki, một Thần Chết và là thành viên của Âm Giới. Khi chiến đấu với một yêu quái chuyên đi săn những người có năng lực tâm linh, Rukia đã cho Ichigo mượn sức mạnh của mình để cậu có thể cứu gia đình mình. Nhưng trước sự ngạc nhiên của Rukia, Ichigo đã hấp thu toàn bộ sức mạnh của cô. Khi đã trở thành một Thần Chết, Ichigo nhanh chóng biết được rằng thế giới cậu đang sống chứa đầy những linh hồn nguy hiểm, và cùng với Rukia, người đang từ từ khôi phục lại sức mạnh của mình, công việc của Ichigo lúc này là bảo vệ những người vô tội khỏi lũ yêu quái và giúp đỡ những linh hồn tìm được nơi yên nghỉ. Không dừng lại tại đó, trong Bleach, Ichigo sẽ dần phải đụng độ với các tổ chức hùng mạnh, với những âm mưu đan xen để bảo vệ thế giới. Mỗi phần của truyện đều có liên kết chặt chẽ với nhau chứ không tách rời. Đọc Bleach, bạn khó có thể dừng theo dõi các trận chiến hoành tráng và hấp dẫn nối tiếp nhau"
              },
              {
              "mangaName":"Doraemon",
              "author"    :"Fujo",
              "mangaID":"DOR",
              "thumbail":"Doreamon.jpg",
              "description":"chua co mo ta"
              },
              
              {
              "mangaName":"Dragon Ball",
              "author"    :"chua ca nhat tac gia Dragon Ball",
              "mangaID":"DB",
              "thumbail":"DragonBall.jpg",
              "description":"chua co mo ta cho Dragon Ball"
              },
              {
              "mangaName":"Gintama",
              "author"    :"chua cap nhat tac gi cho Gintama",
              "mangaID":"GIN",
              "thumbail":"Gintama.jpg",
              "description":"chua co mo ta cho Gintama"
              },
              {
              "mangaName":"InuYasha",
              "author"    :"chua cap nhat tac gia cho InuYasha",
              "mangaID":"INU",
              "thumbail":"InuYasha.jpg",
              "description":"chua co mo ta cho InuYasha"
              },
              {
              "mangaName":"Pokemon",
              "author"    :"chua cap nhat tac gia cho Pokemon",
              "mangaID":"POK",
              "thumbail":"Pokemon.jpg",
              "description":"chua co mo ta cho Pokemon"
              },
              {
              "mangaName":"Princess",
              "author"    :"chua cap nhat tac gia cho Pirncess",
              "mangaID":"PRI",
              "thumbail":"Princess.jpg",
              "description":"chua co mo ta cho Pricess"
              },
              {
              "mangaName":"UQ Holder",
              "author"    :"chua cap nhat tac gia cho UQ Holder",
              "mangaID":"UQH",
              "thumbail":"UQHolder.png",
              "description":"chua co mo ta cho UQ Holder"
              },
              {
              "mangaName":"Oresama",
              "author"    :"chua cap nhat tac gia cho Oresama",
              "mangaID":"ORE",
              "thumbail":"Oresama.jpg",
              "description":"chua co mo ta cho Oresama"
              },
              {
              "mangaName":"Conan",
              "author"    :"chua cap nhat tac gia cho Conan",
              "mangaID":"CON",
              "thumbail":"Conan.jpg",
              "description":"chua co co mo ta cho Conan"
              },
              
              
              
              
              
              ]
}